{
  "Navbar": {
    "Shop": "Tienda",
    "OurHistory": "Nuestra Historia",
    "Close": "Cerrar",
    "SearchPlaceholder": "Buscar...",
    "Search": "Buscar",
    "Navigation": "Navegación",
    "Home": "Inicio",
    "Contact": "Contacto"
  },
  "TrendingProducts": {
    "LatestTrends": "Las Últimas Tendencias",
    "ViewAll": "Ver Todas",
    "ViewProduct": "Ver producto"
  },
  "Footer": {
    "LatestNewsAndExclusiveOffers": "Últimas Novedades y Ofertas Exclusivas",
    "Contact": "Contacto",
    "TermsAndConditions": "Términos y Condiciones",
    "ShippingAndReturns": "Envíos y Devoluciones",
    "Copyright": "© 1989 - 2023 Joyería Boulevard.",
    "DevelopedBy": "Desarrollado con ❤️ por",
    "DeveloperName": "Tomás Rodeghiero"
  },
  "About": {
    "AboutUs": "Acerca de nosotros",
    "WhoAreWe": "¿Quiénes somos y por qué hacemos lo que hacemos?",
    "OurJourney": "Nuestro viaje comenzó en 1989, en la encantadora ciudad de Parque Patricios, Buenos Aires 🇦🇷. Desde el principio, nuestra misión ha sido ofrecer joyería de la más alta calidad, con un toque personal y único. A lo largo de los años, hemos tenido el privilegio de crecer junto a nuestra comunidad y hemos llegado a amar profundamente lo que hacemos.",
    "OurTrends": "Nuestras tendencias ✨",
    "TrendsText": "En la joyería, las tendencias van y vienen, pero siempre nos esforzamos por estar al tanto de lo último y lo más grandioso. Nuestra selección siempre incluye piezas modernas y elegantes que reflejan lo último en moda y diseño 💍.",
    "Variety": "Contamos con una variedad de estilos para adaptarnos a cualquier gusto y ocasión.",
    "Styles": "Desde piezas clásicas y elegantes hasta diseños modernos y audaces, tenemos algo para todos.",
    "Today": "Actualidad",
    "TodayText": "Hoy en día, continuamos creciendo y evolucionando, siempre con nuestros clientes en el corazón de lo que hacemos. Seguimos comprometidos con la calidad y el servicio, y nos enorgullece ser una parte querida de la comunidad de Río Cuarto. A medida que avanzamos hacia el futuro, nos emociona seguir ofreciendo a nuestros clientes hermosas piezas de joyería que pueden amar y apreciar por años 💖."
  }
}
